00001F=\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
00002E=web.xml\u306b\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3ID\u306e\u8a2d\u5b9a\u304c\u3042\u308a\u307e\u305b\u3093\u3002
00003E=\u30bb\u30c3\u30b7\u30e7\u30f3\u30bf\u30a4\u30e0\u30a2\u30a6\u30c8\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
00101F=DB\u30a2\u30af\u30bb\u30b9\u306b\u95a2\u3057\u3066\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
00102E=\u30c7\u30fc\u30bf\u30bd\u30fc\u30b9\u306e\u30eb\u30c3\u30af\u30a2\u30c3\u30d7\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002\u30bd\u30fc\u30b9\u30b3\u30fc\u30c9\u3001web.xml\u306e\u8a2d\u5b9a\u3092\u898b\u76f4\u3057\u3066\u304f\u3060\u3055\u3044\u3002
00201E=\u30d7\u30ed\u30d1\u30c6\u30a3\u30d5\u30a1\u30a4\u30eb\u306b\u6307\u5b9a\u3055\u308c\u305f {0} \u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002
00301E=\u5e33\u7968\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8 {0} \u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002
00302E=\u5e33\u7968\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u306e\u8aad\u307f\u8fbc\u307f\u3067\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
00303E=\u5e33\u7968\u751f\u6210\u3067\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
00304E=\u5e33\u7968\u30c7\u30fc\u30bf\u304c\u30bb\u30c3\u30c8\u3055\u308c\u305a\u306b\u751f\u6210\u30e1\u30bd\u30c3\u30c9\u304c\u5b9f\u884c\u3055\u308c\u307e\u3057\u305f\u3002
00401E=\u6697\u53f7\u5316\u51e6\u7406\u3067\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
00402E=\u5fa9\u53f7\u51e6\u7406\u3067\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
00501E=SMTP\u30b5\u30fc\u30d0\u30fc\u306e\u8a2d\u5b9a\u304c\u3042\u308a\u307e\u305b\u3093\u3002\u30d7\u30ed\u30d1\u30c6\u30a3\u30ad\u30fc\u300c{0}\u300d\u306e\u8a2d\u5b9a\u3092\u3057\u3066\u304f\u3060\u3055\u3044\u3002
00502E=\u30e1\u30fc\u30eb\u306e\u5b9b\u5148\u306e\u8a2d\u5b9a\u304c\u3042\u308a\u307e\u305b\u3093\u3002
00503E=\u30e1\u30fc\u30eb\u6dfb\u4ed8\u30d5\u30a1\u30a4\u30eb\u306e\u30b5\u30a4\u30ba\u304c\u4e0a\u9650\u5024\u3092\u8d85\u3048\u3066\u3044\u307e\u3059\u3002\u30d5\u30a1\u30a4\u30eb\u30b5\u30a4\u30ba\u5408\u8a08={0}\u30d0\u30a4\u30c8, \u4e0a\u9650\u5024{1}\u30d0\u30a4\u30c8\u3002
00504E=\u30e1\u30fc\u30eb\u9001\u4fe1\u51e6\u7406\u3067\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
00601E=\u51e6\u7406\u3092\u884c\u3046\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093\u3002

#REST API
-9000=\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u30b5\u30fc\u30d0\u30fc\u7ba1\u7406\u8005\u306b\u78ba\u8a8d\u3057\u3066\u4e0b\u3055\u3044\u3002\u30a8\u30e9\u30fc\u30e1\u30c3\u30bb\u30fc\u30b8[{0}]
-9001=\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u306a\u3044HTTP\u30e1\u30bd\u30c3\u30c9\u3067\u3059\u3002
-9002=\u30eb\u30fc\u30c6\u30a3\u30f3\u30b0\u30a8\u30e9\u30fc\u3067\u3059\u3002\u30ea\u30af\u30a8\u30b9\u30c8\u3055\u308c\u305f\u30d1\u30b9\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002
-9003=\u8a8d\u8a3c\u30a8\u30e9\u30fc\u3067\u3059\u3002\u30e6\u30fc\u30b6\u30fcID\u3068\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u78ba\u8a8d\u3057\u3066\u4e0b\u3055\u3044\u3002
-9004=\u30d1\u30e9\u30e1\u30fc\u30bf\u306e\u30e6\u30fc\u30b6\u30fcID\u3082\u3057\u304f\u306f\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u3042\u308a\u307e\u305b\u3093\u3002
-9005=\u30d1\u30e9\u30e1\u30fc\u30bf\u306e\u30e6\u30fc\u30b6\u30fcID\u304c\u9577\u3059\u304e\u307e\u3059\u3002\u6587\u5b57\u6570\u306f{0}\u6587\u5b57\u4ee5\u4e0b\u306b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
-9006=\u30d1\u30e9\u30e1\u30fc\u30bf\u306e\u30e6\u30fc\u30b6\u30fcID\u306f\u65e2\u306b\u5b58\u5728\u3057\u307e\u3059\u3002
-9007=\u30d1\u30e9\u30e1\u30fc\u30bf\u306e\u73fe\u5728\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u3082\u3057\u304f\u306f\u5909\u66f4\u5f8c\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u3042\u308a\u307e\u305b\u3093\u3002
-9008=\u73fe\u5728\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u4e00\u81f4\u3057\u307e\u305b\u3093\u3002\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u78ba\u8a8d\u3057\u3066\u4e0b\u3055\u3044\u3002
-9009=\u30ea\u30af\u30a8\u30b9\u30c8\u30d1\u30e9\u30e1\u30fc\u30bf\u306eJava\u30af\u30e9\u30b9\u5909\u63db\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002\u30c7\u30fc\u30bf\u304c\u6b63\u3057\u3044\u304b\u78ba\u8a8d\u3057\u3066\u4e0b\u3055\u3044\u3002\u30a8\u30e9\u30fc\u30e1\u30c3\u30bb\u30fc\u30b8[{0}]
-9010=\u30c7\u30fc\u30bf\u304c\u5b58\u5728\u3057\u306a\u3044\u30c8\u30fc\u30af\u30f3\u3067\u3059\u3002
-9011=\u6709\u52b9\u671f\u9650\u306e\u5207\u308c\u305f\u30c8\u30fc\u30af\u30f3\u3067\u3059\u3002\u518d\u5ea6\u3084\u308a\u76f4\u3057\u3066\u4e0b\u3055\u3044\u3002
-9012=\u65e2\u306b\u672c\u767b\u9332\u3055\u308c\u3066\u3044\u308b\u4eee\u767b\u9332\u30c8\u30fc\u30af\u30f3\u3067\u3059\u3002
-9013=\u4eee\u767b\u9332\u306e\u5834\u5408\u306f\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u306f\u5fc5\u9808\u3067\u3059\u3002
-9014=\u30c8\u30fc\u30af\u30f3\u304c\u3042\u308a\u307e\u305b\u3093\u3002
-9015=\u30d1\u30e9\u30e1\u30fc\u30bf\u306e\u30e6\u30fc\u30b6\u30fcID\u304c\u3042\u308a\u307e\u305b\u3093\u3002
-9016=OIC\u30ed\u30b0\u30a4\u30f3\u306b\u5fc5\u8981\u306a\u30d1\u30e9\u30e1\u30fc\u30bf\u304c\u3042\u308a\u307e\u305b\u3093\u3002